[
  {
    "neck": ["Maple"],
    "fretboard": ["Maple", "Rosewood", "Pau Ferro"],
    "body": ["Alder", "Ash", "Poplar", "Pine", "Basswood"],
    "desc": "The Fender Telecaster, colloquially known as the Tele is an electric guitar produced by Fender. Together with its sister model the Esquire, it was the world's first mass-produced, commercially successful solid-body electric guitar. Its simple yet effective design and revolutionary sound broke ground and set trends in electric guitar manufacturing and popular music.",
    "_id": "648859b3fac6cc52c4bf49da",
    "name": "Telecaster",
    "manufacturer": "Fender",
    "introduced": 1950,
    "scale": 25.5,
    "bridge": "Proprietary 'Ashtray' or modern style with string through or top load strings",
    "pickups": "Traditionally 2 single-coils",
    "img": "https://images.guitarguitar.co.uk/cdn/large/160/180430326838008f.jpg"
  },
  {
    "neck": ["Mahogany", "Maple"],
    "fretboard": ["Rosewood", "Ebony", "Maple", "Richlite"],
    "body": ["Mahogany", "Swamp Ash"],
    "desc": "The Gibson Les Paul is a solid body electric guitar that was first sold by the Gibson Guitar Corporation in 1952. The guitar was designed by factory manager John Huis and his team with input from and endorsement by guitarist Les Paul. Its typical design features a solid mahogany body with a carved maple top and a single cutaway, a mahogany set-in neck with a rosewood fretboard, two pickups with independent volume and tone controls, and a stoptail bridge, although variants exist.",
    "_id": "648859b3fac6cc52c4bf49db",
    "name": "Les Paul",
    "manufacturer": "Gibson",
    "introduced": 1952,
    "scale": 24.75,
    "bridge": "Tune-O-Matic",
    "pickups": "2 humbuckers",
    "img": "https://images.guitarguitar.co.uk/cdn/large/160/190319340815008f.jpg"
  },
  {
    "neck": ["Maple"],
    "fretboard": ["Maple", "Rosewood", "Pau Ferro"],
    "body": ["Ash"],
    "desc": "The Fender Stratocaster, colloquially known as the Strat, is a model of electric guitar designed between 1952 and 1954 by Leo Fender, Bill Carson, George Fullerton, and Freddie Tavares. The Fender Musical Instruments Corporation has continuously manufactured the Stratocaster since 1954. It is a double-cutaway guitar, with an extended top horn shape for balance. Along with the Gibson Les Paul, Gibson SG, and Fender Telecaster, it is one of the most-often emulated electric guitar shapes.",
    "_id": "648859b3fac6cc52c4bf49d9",
    "name": "Stratocaster",
    "manufacturer": "Fender",
    "introduced": 1954,
    "scale": 25.5,
    "bridge": "6 screw tremolo",
    "pickups": "3 single-coils",
    "img": "https://images.guitarguitar.co.uk/cdn/large/150/180430326798008f.jpg"
  },
  {
    "neck": ["Maple"],
    "fretboard": ["Ebony"],
    "body": ["Spruce"],
    "desc": "The Gretsch White Falcon is an electric hollow-body guitar introduced in 1954 by Gretsch. This guitar was created as a 'showpiece' to exhibit the craft of Gretsch's luthiers, sales, and demonstration representative, Jimmie Webster, who created it for the 1954 NAMM Show. The guitar was so popular that it was put into production and went on sale the following year. Since then, it has undergone various changes and is still being made today.",
    "_id": "648859b3fac6cc52c4bf49df",
    "name": "White Falcon",
    "manufacturer": "Gretsch",
    "introduced": 1954,
    "scale": 25.5,
    "bridge": "Ebony-based 'Space Control' roller",
    "pickups": "2 Dysonic single-coil pickups",
    "img": "https://images.guitarguitar.co.uk/cdn/large/150/160106292028008f.jpg"
  },
  {
    "neck": ["Mahogany"],
    "fretboard": ["Rosewood", "Ebony"],
    "body": ["Maple-poplar-maple plywood"],
    "desc": "The Gibson ES-335 is a semi-hollow body semi-acoustic guitar introduced by the Gibson Guitar Corporation as part of its ES (Electric Spanish) series in 1958. It features a solid maple wood block running through the center of its body with upper bouts that are hollow and two violin-style f-holes cut into the top over the hollow chambers. Since its release, Gibson has released numerous variations of and other models based on the design of the ES-335.",
    "_id": "648859b3fac6cc52c4bf49dc",
    "name": "ES-335",
    "manufacturer": "Gibson",
    "introduced": 1958,
    "scale": 24.75,
    "bridge": "Tune-O-Matic with stopbar",
    "pickups": "2 humbuckers",
    "img": "https://images.guitarguitar.co.uk/cdn/large/160/200617359425025f.jpg"
  },
  {
    "neck": ["Korina", "Mahogany"],
    "fretboard": ["Rosewood", "Ebony", "Baked Maple"],
    "body": ["Korina", "Mahogany"],
    "desc": "The Flying V is an electric guitar model introduced by Gibson in 1958. The Flying V offered a radical, 'futuristic' body design, much like its siblings: the Explorer, which was released the same year, and the Moderne, which was designed in 1957 but not released until 1982. The initial run of guitars used a distinctive wood of the Limba tree marketed by Gibson under the trade name 'korina'; later models used more conventional woods.",
    "_id": "648859d859c0e244e0c62693",
    "name": "Flying V",
    "manufacturer": "Gibson",
    "introduced": 1958,
    "scale": 24.75,
    "bridge": "Tune-O-Matic",
    "pickups": "2 humbuckers",
    "img": "https://images.guitarguitar.co.uk/cdn/large/150/191216352712008f.jpg?h=500&maxwidth=770&scale=canvas&bg=ffffff&quality=70"
  },
  {
    "neck": ["Maple"],
    "fretboard": ["Rosewood", "Maple"],
    "body": ["Alder", "Ash", "Basswood"],
    "desc": "The Fender Jazzmaster is an electric guitar designed as a more expensive sibling of the Fender Stratocaster. First introduced at the 1958 NAMM Show, it was initially marketed to jazz guitarists, but found favor among surf rock guitarists in the early 1960s. Its appearance is similar to the Jaguar, though it is tonally and physically different in many technical ways, including pickup design, scale length and controls.",
    "name": "Jazzmaster",
    "manufacturer": "Fender",
    "introduced": 1958,
    "scale": 25.5,
    "bridge": "Vibrato",
    "pickups": "2 Jazzmaster pickups",
    "img": "https://images.guitarguitar.co.uk/cdn/large/160/200124354675008f.jpg?h=500&maxwidth=770&scale=canvas&bg=ffffff&quality=70"
  },
  {
    "neck": ["Mahogany", "Birch", "Laminate", "Maple"],
    "fretboard": ["Rosewood", "Ebony", "Maple", "Richlite"],
    "body": ["Mahogany", "Birch Laminate", "Maple"],
    "desc": "The Gibson SG is a solid-body electric guitar model introduced by Gibson in 1961. It remains in production today in many variations of the initial design. The SG Standard is Gibson's best-selling model of all time. SG stands for 'solid guitar'.",
    "_id": "648859b3fac6cc52c4bf49dd",
    "name": "SG",
    "manufacturer": "Gibson",
    "introduced": 1961,
    "scale": 24.75,
    "bridge": "(Tune-O-Matic)/Gibson Vibrato",
    "pickups": "1,2,3 humbuckers",
    "img": "https://images.guitarguitar.co.uk/cdn/large/150/190319340838008f.jpg"
  },
  {
    "neck": ["Maple"],
    "fretboard": ["Rosewood", "Pau Ferro", "Maple", "Ebony", "Indian Laurel"],
    "body": ["Alder", "Basswood"],
    "desc": "The Fender Jaguar is an electric guitar by Fender Musical Instruments characterized by an offset-waist body, a relatively unusual switching system with two separate circuits for lead and rhythm, and a short-scale 24-inch neck. Owing some roots to the Jazzmaster, it was introduced in 1962 as Fender's feature-laden top-of-the-line model, designed to lure players from Gibson. During its initial 13-year production run, the Jaguar did not sell as well as the less expensive Stratocaster and Telecaster, and achieved its most noticeable popularity in the surf music scene.",
    "_id": "648859b3fac6cc52c4bf49de",
    "name": "Jaguar",
    "manufacturer": "Fender",
    "introduced": 1962,
    "scale": 24,
    "bridge": "Tune-O-Matic",
    "pickups": "2 single-coils/2 humbuckers",
    "img": "https://images.guitarguitar.co.uk/cdn/large/160/13122413501332f.jpg"
  },
  {
    "neck": ["Mahoghany"],
    "fretboard": ["Oak"],
    "body": ["Oak", "Blockboard", "Mahoghany"],
    "desc": "The Red Special is the electric guitar designed and built by Queen's guitarist Brian May and his father, Harold, when Brian was a teenager in the early 1960s.The Red Special is sometimes referred to as the Fireplace or the Old Lady by May and by others. The name Red Special came from the reddish-brown colour the guitar attained after being stained and painted with numerous layers of Rustins Plastic Coating. The name Fireplace is a reference to the fact that the wood used to make the neck came from a fireplace mantel.",
    "_id": "648a8cc80fb981497ca6b5ed",
    "name": "Red Special",
    "manufacturer": "Brian May",
    "introduced": 1963,
    "scale": 24,
    "bridge": "Custom made aluminium  with roller saddles",
    "pickups": "3 Single-coil pick-ups",
    "img": "https://images.guitarguitar.co.uk/cdn/large/170/04051315400318f.jpg?h=500&maxwidth=770&scale=canvas&bg=ffffff&quality=70"
  }
]
